{
  "empty_challenge": "go back to fill this in",
  "logo": {
    "fear-setting": "FEAR-SETTING",
    "inspired_by": "inspired by",
    "tims_talk": "Tim Ferris' TED Talk"
  },
  "define": {
    "what_if": "What if I",
    "alert": "Fill in the above to continue!",
    "inspired": "inspired by TED talk of Tim Ferris",
    "how": "How does this work?"
  },
  "fear": {
    "title":
      "Name the worst things you can image happening if you took this step",
    "subtitle":
      "It's good to put these thoughts into words because fear of the unkown is usually worse than something specific.",
    "alert": "Please fill in at least 1 item to continue"
  },
  "prevent": {
    "title":
      "What can I do to prevent or decrease the likelihood of these happening",
    "subtitle":
      "This will help you see if there is anything actionable to decrease your fear.",
    "alert":
      "Please fill in at least 1 item to continue, this doesn't have to be big, it is just part of the exercise to see if there is anything in your control."
  },
  "fix": {
    "title":
      "If this happens, what can I do to fix this? Who could I ask for help?",
    "subtitle":
      "Ask yourself has anyone with your capabilities ever got them selves out of this situation? Probably yes, how would they have done it?",
    "alert":
      "Please fill in at least 1 item to continue, this doesn't have to be big, it is just part of the exercise to see if there is anything in your control."
  },
  "benefit": {
    "title": "What are the benefits of an attempt or even a (partial) success?",
    "alert": "Surely there has to be a benefit to it?"
  },
  "inaction": {
    "title": "What is the cost of inaction?",
    "subtitle":
      "We often worry about the consequences of doing something but less often think about the consequences of inaction.",
    "6_months": "in 6 Months",
    "1_year": "in 1 Year",
    "3_years": "in 3 Years",
    "alert":
      "All fields are required. This can be anything, even \"I will have forgotten all about it\""
  },
  "overview": {
    "overview": "Overview",
    "fears": "The worst that can happen",
    "benefits": "Benefits of a attempt or (partial) success",
    "consequences": "Consequences of inaction"
  },
  "choice": {
    "overview": "Overview",
    "yes": "Yes",
    "no": "No",
    "title": "Is inaction acceptable?",
    "remind": "Remind my future self",
    "action": "Action",
    "inaction": "Inaction",
    "result": "Result"
  },
  "button": {
    "add": "Add",
    "next": "Next",
    "back": "Back",
    "remove": "Remove",
    "clear": "Clear all form data"
  },
  "example": {
    "define": "Example: Try to make a web app that helps make big decisions",
    "fear_1": "Example: It will take forever to complete it",
    "fear_2":
      "Example: I won't be able to complete it because of a technical hurdle",
    "fear_3": "Example: No one will use it",
    "prevent_1": "Example: focus on only core functionality",
    "prevent_2":
      "Example: give development of this project high priority until I complete the core functionality",
    "prevent_3":
      "Example: Outsource parts if possible to be able to focus on the product",
    "fix_1":
      "Example: Ask my friend who is a freelance web developer for paid help.",
    "fix_2":
      "Example: Put the project aside for a while, focus on more pressing things in my life",
    "fix_3": "Example: Be patient.",
    "benefit_1":
      "Example: I will have made a useful tool for myself and others",
    "benefit_2":
      "Example: I will have a working product to show for in my next job interview",
    "benefit_3":
      "Example: I could expand it to have a paid feature so that I can continue making apps that I think are useful.",
    "incation_1":
      "Example: I still won't have much to show for in job interviews.",
    "incation_2":
      "Example: Working for a employer I will probably wonder how it would have been if I tried to start a own project while I had the time",
    "incation_3": "Example: I will probably have forgotten all about it."
  },
  "quote": {
    "quote_1": "Named must your fear be before banish it you can.",
    "author_1": "Yoda",
    "quote_2":
      "Do something that scares you everyday, you have nothing to lose but fear itself",
    "author_2": "Dalai Lama"
  }
}
